[
    {
        "titre": "Flappy Bird",
        "description": "Projet de clonage du célèbre jeu Flappy Bird avec une gestion de contrôle de collision, utilisation de la physique (gravité, vitesse et vélocité).",
        "image": "images/flappy-bird.png",
        "lien": "https://www.github.com/NFinity-Shadow/FlappyBird"
    },
    {
        "titre": "Météo App",
        "description": "Application de météo permettant de connaître la météo d'une ville en la recherchant à l'aide d'une API.",
        "image": "images/application-meteo.png",
        "lien": "https://www.github.com/NFinity-Shadow/MeteoApp"
    },
    {
        "titre": "Movie App",
        "description": "Application de recherche de films permettant de connaître les informations d'un film en le recherchant à l'aide d'une API.",
        "image": "images/cinema.png",
        "lien": "https://www.github.com/NFinity-Shadow/MovieApp"
    },
    {
        "titre": "Posturomètre",
        "description": "Projet de fin d'étude de BTS Systèmes Numériques permettant de mesurer la posture d'une personne à l'aide d'un capteur d'inclinaison. De plus, il permet de mesurer les charges portées par l'utilisateur à l'aide de capteurs de pression dans les chaussures de l'ouvrier. Ainsi, ce projet à pour but de renseigner sur les postes ayant le plus d'impact sur la santé de l'ouvrier grâce à une IHM renvoyant des statistiques.",
        "image": "images/posturometre.png",
        "lien": "https://www.github.com/NFinity-Shadow/Posturometre"
    },
    {
        "titre": "LeagueOfBuilds",
        "description": "Application sous iOS pour iPhone, dans le but d'apprendre les éléments du jeu League of Legends. Cette application permet de connaître les builds des champions du jeu League of Legends. Tout ceci est géré à l'aide d'une base de données Firebase.",
        "image": "images/leagueoflegends.png",
        "lien": "https://www.github.com/NFinity-Shadow/LeagueOfBuilds"
    },
    {
        "titre": "EscapeBack",
        "description": "Projet de fin d'étude de Bac STI2D SIN permettant à des personnes dans un immeuble prisonnières d'un incendie de pouvoir descendre en rappel avec un sac à dos de la façon la plus sécurisé possible.",
        "image": "images/escapeback.png",
        "lien": "https://www.github.com/NFinity-Shadow/EscapeBack"
    }
]
  